Repository: dol-lab/scoped-notify
Catalog: languages/scoped-notify-*.po
Languages: de_de

source: Scoped Notify Error: Composer dependencies not found. Please run "composer install" in the plugin directory.
de_de: Scoped Notify Fehler: Composer-Abhängigkeiten nicht gefunden. Bitte "composer install" im Plugin-Verzeichnis ausführen.

source: Scoped Notify Error:
de_de: Scoped Notify Fehler:

source: Every Five Minutes
de_de: Alle fünf Minuten

source: No Notifications
de_de: Keine Benachrichtigungen

source: For Posts
de_de: Für Posts

source: For Posts and Comments
de_de: Für Posts und Kommentare

source: [%1$s] New Post Published: %2$s
de_de: [%1$s] Neuer Beitrag veröffentlicht: %2$s

source: [%1$s] Notification regarding Post: %2$s
de_de: [%1$s] Benachrichtigung für Beitrag: %2$s

source: a post
de_de: ein Beitrag

source: [%1$s] New Comment on: %2$s
de_de: [%1$s] Neuer Kommentar zu: %2$s

source: [%1$s] You were mentioned in a comment on: %2$s
de_de: [%1$s] Du wurdest in einem Kommentar erwähnt: %2$s

source: [%1$s] Notification regarding Comment on: %2$s
de_de: [%1$s] Benachrichtigung zu Kommentar auf: %2$s

source: [%1$s] New Notification (%2$s)
de_de: [%1$s] Neue Benachrichtigung (%2$s)

source: A new post, "%1$s", has been published on %2$s.
de_de: Ein neuer Beitrag, "%1$s", wurde veröffentlicht auf %2$s.

source: There is a notification regarding the post "%1$s" on %2$s.
de_de: Es gibt eine Benachrichtigung zu Beitrag "%1$s" auf %2$s.

source: %1$s left a new comment on the post "%2$s":
de_de: %1$s hat den Beitrag "%2$s" kommentiert:

source: You were mentioned by %1$s in a comment on the post "%2$s":
de_de: Du wurdest von %1$s in einem Kommentar zu "%2$s" erwähnt:

source: There is a notification regarding a comment by %1$s on the post "%2$s".
de_de: Es gibt eine Benachrichtigung zu einem Kommentar von %1$s auf den Beitrag "%2$s".

source: A notification was triggered with reason: %s
de_de: Eine Benachrichtigung wurde ausgelöst wegen: %s

source: View Comment
de_de: Kommentar ansehen

source: View Post
de_de: Beitrag ansehen

source: This email was sent from %s.
de_de: Diese E-Mail wurde von %s verschickt.

source: Notify me
de_de: Benachrichtige mich

source: Hello,
de_de: Hallo,

source: Use Default (%1$s)
de_de: Profileinstellung (%1$s)

source: Mail Notifications
de_de: E-Mail-Benachrichtigungen

source: Mail Notifications for %s
de_de: E-Mail-Benachrichtigungen für %s
